Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget har videre vist til at Fiskeri- og kystdepartementet i forbindelse med konsultasjonene om Kystfiskeutvalget var opptatt av å begrense utvalgets mandat i størst mulig grad, under henvisning til etterfølgende prosesser.
sme: Staten har nå en mulighet – og antakelig den siste sjansen – til å rette opp en del av skadevirkningene av denne politikken. «(Máŋga beali leat buvttihan dálá váttis dili mearrasámiide.

source: Departementet var helt tydelig på at ordlyden i mandatet skulle være begrenset til fiske, og ikke til viltlevende marine ressurser.
sme: Muhto čuohtejagi dáruiduhttinpolitihkka lea leamaš dehálmeamos kultuvrralaččat bilideaddji, ja lea čuohcan mearrasámiide erenoamáš garrasit.

source: Sametinget bemerker at innenfor et kort tidsrom er dette den tredje oppfølgende prosess på rad der Fiskeri- og kystdepartementet ikke ønsker å drøfte urfolksperspektivet i tilknytning til ressursene i havet, men viser til at man avventer konklusjonene fra Kystfiskeutvalget.
sme: Konsultašuvnnat Riddoguolástuslávdegotti bargomearrádusa birra ja ovttasdoaibmanvugiid birra jahkásaš guolástusmuddemiin Sámedikki ja Guolástus- ja riddodepartemeantta gaskasaš konsultašuvnnaid oktavuođas Riddoguolástuslávdegotti bargomearrádusa birra dollojuvvui hálddahuslaš konsultašuvdnačoahkkin jahkásaš guolástusmuddemiid ovttasdoaibmama prosedyraid birra.

source: Både hver for seg og samlet utgjør dette etter Sametingets syn et bevisst brudd på folkeretten fra departementets side.»
sme: Departemeanta manai nu guhkás ahte čuoččuhii ahte ii mihkkege osiid ILO-konvenšuvnnas nr. 169 gusto mariidna suorgái.

source: Havressursloven Når det gjelder Havressursloven var det opprinnelig en del av Havressurslovutvalgets mandat å inkludere urfolks rettigheter i utredningen og forslaget. Utvalgets flertall avviste imidlertid dette i praksis, og selv om mindretallet hadde et godt begrunnet votum, ble dette ikke imøtegått av flertallet.
sme: vuosttaš oasi konsultašuvdnanjuolggadusat gustojit, čujuha Sámediggi maiddái dasa ahte stáhta eiseválddit ILO-konvenšuvnna nr. 169 artihkkala 13 nr. 1 vuođul leat geatnegahttojuvvon čájehit «… respekt for den særlige betydning for vedkommende folks kultur- og åndelige verdier av de landområder og / eller territorier der de lever eller bruker på annen måte, og spesielt de kollektive sidene av dette forholdet.»

source: Departementet fulgte verken opp mindretallsforslaget eller flertallets manglende oppfyllelse av mandatet, men henviste i stedet til den pågående utredningen til Kystfiskeutvalget.
sme: (... árvvusatnit dan erenoamáš mearkkašumi mii dain eanaguovlluin ja/dahje territoriain lea, gos guoskevaš álbmot ássá dahje maid dat muđui geavaha, sin kultuvrii ja vuoiŋŋalaš árvvuide, ja erenoamážit dán oktavuođa kollektiiva beali.)

source: I proposisjonen hadde Sametinget følgende merknad under kapittel 10.4: «Sametinget har gjennom sin høringsuttalelse og gjennom hele konsultasjonsprosessen gjort det klart at havressursloven må være innenfor udiskutable folkerettslige rammer.
sme: Dakkár árvvusatnin galgá earret eará boahtit ovdan dakko bokte ahte dohkkehuvvo álgoálbmogiid vuoigatvuohta beassat oassálastit almmolašrievttálaš resursahálddašeapmái ILO-konvenšuvnna nr. 169 artihkkala 15 nr. 1 vuođul.

source: For at staten Norge ikke skal bryte sine folkerettslige forpliktelser overfor samene som urfolk er det helt nødvendig at havressursloven anerkjenner og sikrer det samiske folks adgang til utnyttelsen av de fornybare marine ressurser, og at samene som urfolk gis adgang til deltagelse i forvaltningen av disse.
sme: Lea lunddolaš dulkot doahpaga «olles dat biras» maiddái sisttisdoallat mariidna guovlluid doppe gos dat leat lunddolaš oasit álgoálbmoga birgenguovlluin; ee. bivdima ja guolásteami bokte ja eará luondduresursaávkkástallama bokte. Nappo sisttisetdollet 15. artihkkala nr. 1 vuoigatvuođat eai dušše eanaguovlluid luodduresurssaid, muhto maiddái álgoálbmogiid árbevirolaš ávkkástallanguovlluid resurssaid.

source: Sametinget gjorde det på et tidlig stadium i prosessen klart at statlige myndigheters forpliktelser overfor samene som urfolk er en sentral og viktig del av den helhet loven vil måtte utgjøre, noe som understøttes både av lovens virkeområde og av havressurslovutvalgets mandat.
sme: Sámi vuoigatvuođalávdegotti álbmotriektejoavku suokkardii dáid mearrádusaid vuđolaččat ja konkluderii dainna ahte «… de beste grunner taler derfor for å legge til grunn ahte også sjøområder er omfattet av bestemmelsene i artikkel 15 og 16 …».

source: Sametinget har understreket at de samiske rettigheter til havressursene følger av grunnlov, av sedvane og av folkeretten og følgelig ikke kan marginaliseres.
sme: Sámedikki oaidnu lea čuvvon áššiid ja lea refererejuvvon dan golmma proseassa maŋimus proseassas, St.dieđ. nr. 40 (2006–2007) Gonagasreappá hálddašeapmi čuoggáš 5.3.2 mas daddjojuvvo: «Sametinget har gitt uttrykk for ahte urfolksperspektivet skulle vært inkludert i meldingen, slik regjeringen, etter Sametingets syn, er forpliktet til etter nasjonal rett og folkeretten.

source: Sametinget har framhevet at de deler av havressurslovutvalgets mandat som ikke ble oppfylt hva gjelder samiske rettigheter til havressursene, måtte følges opp i departementets arbeid og konsultasjoner med Sametinget om lovforslaget.
sme: Sametinget bemerker ahte selv om Kystfiskeutvalget er i gang med en utredning, er ikke dalle aspekter ved urfolksrettigheter berørt der.

source: Sametinget har klart gitt uttrykk for at det ikke er tilstrekkelig at dette løses ved at man henviser til parallelle eller etterfølgende prosesser.
sme: Sametinget kan ikke akseptere ahte urfolksspørsmålet skyves ut til parallelle og etterfølgende prosesser ved å avvente Kystfiskeutvalgets konklusjoner.

source: Dette er et forhold som har gjort det svært vanskelig for partene å konsultere seg frem til enighet i denne saken. Sametinget vil i tillegg understreke at når det gjelder Kystfiskeutvalgets utredning som departementet viser til og de forslag dette vil avsted 2008– 2009
sme: Sametinget understreker ahte Kystfiskeutvalget springer ut av en annen lovprosess, og ahte utvalgets mandat gjelder samer og andres rett til fiske i havet utenfor Finnmark og inneholder ingen eksplisitt passus om uttak av kongekrabbe.

source: Om Sametingets virksomhet 2008 komme, ligger det her flere begrensninger i utvalgets mandat i forhold til det virkeområde en fremtidig havressurslov skal favne over.
sme: Sametinget kjenner heller ikke til ahte Kystfiskeutvalget har fått informasjon om ahte enda et nytt saksområde skal skyves inn under utvalgets arbeid.

source: Det klareste eksempel på dette er de ulike geografiske virkeområder som ligger i forslaget til havressurslov og i Kystfiskeutvalgets mandat. Sametinget viser til at disse begrensingene var noe departementet selv insisterte på blant annet under henvisning til at det ville komme senere lovprosesser, som havressursloven.
sme: Sametinget har videre vist til ahte Fiskeri- og kystdepartementet i forbindelse med konsultasjonene om Kystfiskeutvalget var opptatt av å begrense utvalgets mandat i størst mulig grad, under henvisning til etterfølgende prosesser.

source: Departementets valgte behandlingsform av havressursloven vil dermed føre til at man likevel må gjøre oppfølgende lovarbeid både for de områder som omfattes og som ikke omfattes av Kystfiskeutvalgets mandat.
sme: Departementet var helt tydelig på ahte ordlyden i mandatet skulle være begrenset til fiske, og ikke til viltlevende marine ressurser.

source: Sametinget har på denne bakgrunn vært helt tydelig på at når departementet likevel ønsker å avvente Kystfiskeutvalgets konklusjoner før disse grunnleggende forhold innarbeides i lovteksten vil det naturligste stadig være at man også avventer med å fremme proposisjonen som sådan, slik at urfolksrettighetene kan innarbeides slik statlige myndigheter er forpliktet til.
sme: Sametinget bemerker ahte innenfor et kort tidsrom er dette den tredje oppfølgende prosess på rad der Fiskeri- og kystdepartementet ikke ønsker å drøfte urfolksperspektivet i tilknytning til ressursene i havet, men viser til ahte man avventer konklusjonene fra Kystfiskeutvalget. Både hver for seg og samlet utgjør dette etter

source: Sametingets subsidiære posisjon har innebåret at Sametinget ikke motsetter seg at loven fremmes nå, men at det i proposisjonen framkommer at og hvordan Regjeringen raskt forplikter seg til å følge opp urfolksdimensjonen.
sme: Sametingets syn et bevisst brudd på folkeretten fra departementets side.» (Sámediggi lea dovddaha ahte álgoálbmotoaidnu galggai leat mielde dieđáhusas, nu mo ráđđehus, Sámedikki oainnu mielde, lea geatnegahttojuvvon nationála rievtti ja álbmotrievtti vuođul.

source: Sametinget har funnet grunn til å presisere at en eventuell tilslutning til havressursloven som helhet bare kan gis når det foreligger et proposisjonsforslag på bakgrunn av Kystfiskeutvalgets utredning, og det nødvendige oppfølgende tilleggsarbeid utover Kystfiskeutvalgets nåværende mandat.
sme: Sámediggi mearkkaša ahte vaikke vel Riddoguolástuslávdegoddi lea ge bargamin čielggademiin, de eai leat buot álgoálbmotvuoigatvuođat guoskkahuvvon das. Sámediggi ii sáhte dohkkehit ahte álgoálbmotgažaldat duvdojuvvo buohtalas ja maŋit proseassaide vuorddidettiin Riddoguolástuslávdegotti loahppajurdagiid.

source: Avgjørende for Sametingets endelige standpunkt vil her være hvorvidt lovens helhet da omsider vil være innefor udiskutable folkerettslige rammer.
sme: Ii ge Sámediggi dieđe das maidege ahte Riddoguolástuslávdegoddi lea ožžon dieđuid dan birra ahte vel okta ođđa áššesuorgi lea biddjojuvvon lávdegotti bargui.

source: Sametinget legger til grunn at departementet i det oppfølgende arbeid snarest utarbeider et grunnlagsmateriale for reelle og substansielle konsultasjoner.
sme: Departemeanta let áibbas čielggas das ahte bargomearrádusa hámuheapmi galggai ráddjejuvvot guolástussii, ii ge ealli mariidna resurssaide.

source: Konkrete lovforslag må som et resultat av dette utarbeides og en snarlig og oppfølgende proposisjon må fremmes for Stortinget i inneværende stortingsperiode.»
sme: Departemeanta ii čuovvolan unnitlogu evttohusa ii ge eanetlogu váilevaš mandáhtaollašuhttima, muhto čujuhii baicce dan čielggadeapmái maid Riddolávdegoddi lei dahkamin.

source: Kystfiskeutvalgets innstilling Kystfiskeutvalgets innstilling ble 18. februar 2008 avgitt og publisert som NOU 2008: 5 Retten til fiske i havet utenfor Finnmark.
sme: Proposišuvnnas lei Sámedikki čuovvovaš mearkkašupmi kapihttalis 10.4: «Sametinget har gjennom sin høringsuttalelse og gjennom hele konsultasjonsprosessen gjort de

source: Utvalget har selv sammenfattet sine forslag i 12 hovedpunkter: 1.
sme: klart ahte havressursloven må være innenfor udiskutable folkerettslige rammer.

source: Det blir fastslått som et prinsipp at folk bosatt ved fjordene og langs kysten i Finnmark har rett til fiske i havet utenfor Finnmark på grunnlag av historisk bruk og folkerettens regler om urfolk og minoriteter.
sme: Sametinget har understreket ahte de samiske rettigheter til havressursene følger av grunnlov, av sedvane og av folkeretten og følgelig ikke kan marginaliseres.

source: Denne retten til fiske gjelder for alle folkegrupper.
sme: Sametinget har framhevet ahte de deler av havressurslovutvalgets mandat son ikke ble oppfylt hva gjelder samiske rettigheter til havressursene, måtte følges opp i departementets arbeid og konsultasjoner med Sametinget om lovforslaget.

source: Retten omfatter en rett til å fiske til eget forbruk; dernest en rett til å kunne begynne som fiskerinæring; og videre en rett som yrkesfisker til å fiske en mengde som gir økonomisk grunnlag for en husholdning, enten som levevei alene eller sammen med annen næring.
sme: Sametinget har klart gitt uttrykk for ahte de ikke er tilstrekkelig ahte dette løses ved ahte man henviser til parallelle eller etterfølgende prosesser. Sametinget er kritisk til ahte departementet likevel har valgt en behandlingsform der kun deler av loven skal fremmes, fordi de vil umuliggjøre en nødvendig helhetlig behandling.

source: Dette er en rett som den enkelte fisker har overfor fiskerimyndighetene, og som ikke krever at fiskeren kjøper en kvote.
sme: Dette er et forhold son har gjort de svært vanskelig for partene å konsultere seg frem til enighet i denne saken.

source: Retten innebærer at utvalget besvarer spørsmålet om minimumskvote positivt. Minimumskvoten gjelder ikke bare for fartøy under ti meter, men for alle fiskere bosatt i Finnmark.
sme: Sametinget vil i tillegg understreke ahte når de gjelder Kystfiskeutvalgets utredning son departementet viser til og de forslag dette vil avstedkomme, ligger de her flere begrensninger i utvalgets mandat i forhold til de virkeområde en fremtidig havressurslov skal favne over.

source: Et regionalt styringsorgan kan etter en nærmere vurdering åpne for at fiske også kan utøves av andre. 6.
sme: Det klareste eksempel på dette er de ulike geografiske virkeområder son ligger i forslaget til havressurslov og i Kystfiskeutvalgets mandat.

source: Det blir etablert et regionalt styringsorgan, i loven kalt Finnmark fiskeriforvaltning, der Finnmark fylkesting og Sametinget hver velger tre medlemmer til styret.
sme: Sametinget viser til ahte disse begrensingene var noe departementet selv insisterte på blant annet under henvisning til ahte de ville komme senere lovprosesser, son havressursloven.

source: Dette styringsorganet gir regler om fartøystørrelse og redskapsbruk i havet ut til fire nautiske mil utenfor grunnlinjene.
sme: Sametinget har på denne bakgrunn vært helt tydelig på ahte når departementet likevel ønsker å

source: Det regionale styringsorganet vil få myndighet til å motta og fordele kvoter og tillatelser og foreta andre disposisjoner til fremme av fjord og kystfisket i Finnmark. De kvoter som fordeles på denne måten skal være personlige og ikke kunne omsettes.
sme: avvente Kystfiskeutvalgets konklusjoner før disse grunnleggende forhold innarbeides i lovteksten vil de naturligste stadig være ahte man også avventer med å fremme proposisjonen son sådan, slik ahte urfolksrettighetene kan innarbeides slik statlige myndigheter er forpliktet til.

source: Staten får et lovfestet ansvar for å tilføre det regionale styringsorganet så store ressurser, i form av kapital, kvoter eller fisketillatelser, at det materielle grunnlag for sjøsamisk kultur og annen kystkultur i Finnmark sikres.
sme: Sametingets subsidiære posisjon har innebåret ahte Sametinget ikke motsetter seg ahte loven fremmes nå, men ahte de i proposisjonen framkommer ahte og hvordan Regjeringen raskt forplikter seg til å følge opp urfolksdimensjonen.

source: Utvalgets forslag innebærer i sum en egen kystfiskesone for Finnmark, i loven kalt Finnmarkssonen. Sametinget har siden opprettelsen lagt til grunn at samene og den øvrige befolkningen i disse områdene har rettigheter til fiske og andre fornybare marine ressurser i de kystnære områdene Same 78
sme: Sametinget har funnet grunn til å presisere ahte en eventuell tilslutning til havressursloven son helhet bare kan gis når de foreligger et proposisjonsforslag på bakgrunn av Kystfiskeutvalgets utredning, og de nødvendige oppfølgende tilleggsarbeid utover Kystfiskeutvalgets nåværende mandat.

source: For Sametinget er det helt avgjørende at man får en lov innenfor udiskutable folkerettslige rammer.
sme: Avgjørende for Sametingets endelige standpunkt vil her være hvorvidt lovens helhet da omsider vil være innefor udiskutable folkerettslige rammer.

source: Sametingets plenum har i mai 2008 foretatt en prinsipiell helhetsvurdering der det forutsettes at Kystfiskeutvalgets innstilling ikke gjøres til gjenstand for omfattende endringer i de kommende høringer og i konsultasjonsprosessen med Sametinget vedtatt å anbefale Stortinget å anta ekspertgruppens forslag etter konsultasjoner med Sametinget.
sme: Sametinget legger til grunn ahte departementet i de oppfølgende arbeid snarest utarbeider et grunnlagsmateriale for reelle og substansielle konsultasjoner. Konkrete lovforslag må son et resultat av dette utarbeides og en snarlig og oppfølgende proposisjon må fremmes for Stortinget i inneværende stortingsperiode.»

source: 11 Urfolksvederlag, ILO-konvensjon nr. 169 artikkel 15 nr. 2 Sametinget er for tiden i konsultasjoner med Nærings- og handelsdepartementet vedrørende ny minerallov.
sme: (Sámediggi lea iežas gulaskuddancealkámušas ja olles konsultašuvdnaproseassas deattastan ahte mearraresursaláhka ferte leat čielgasit álmotrievttálaš rámmaid siskkobealde.

source: Sametinget viser til at Samerettsutvalget allerede i NOU 1994:4 kap. 8 foreslo konkrete regler knyttet til beskyttelse av det materielle kulturgrunnlag for samene, herunder regler om høring og vektlegging av samiske interesser, samt en tidsavgrenset nektingsrett for inngrep.
sme: Amas Norgga stáhta rihkkut iežas álbmotrievttálaš geatnegasvuođaid sápmelaččaide álgoálbmogin, de lea áibbas dárbbašlaš ahte mearraresursaláhka dohkkeha ja sihkkarastá sámi álbmoga vejolašvuođa beassat ávkkástallat ođasmuvvi mariidna resurssaiguin, ja ahte sámit álgoálbmogin besset oassálastit dáid hálddašeapmái.

source: Gjennom finnmarksloven gikk Sametinget likevel inn for de reglene som senere ble en del av bergverksloven, som en del av den helhetlige prosess med selve finnmarksloven.
sme: Sámediggi deattuhii árrat proseassas ahte stáhta eiseválddiid geatnegasvuođat sápmelaččaide álgoálbmogin lea guovddáš ja dehálaš oassi dan ollisvuođas maid láhka ásaha, maid sihke lága doaibmguovlu ja mearraresursalávdegott bargomearrádus dorjot.

source: Sametinget var underveis helt tydelig på at rettighetsspørsmål i forhold til mineraler likevel måtte løses i en selvstendig helhetlig prosess, der blant annet finnmarkslovens geografiske begrensninger ikke ble videreført.
sme: Sámediggi lea deattuhan ahte sámi vuoigatvuođat mearraresurssaide čuovvu vuođđolágas, dološvieruin ja álbmotrievttis ja danne eai sáhte marginaliserjuvvot.

source: Sametinget mener at det som en del av en minimumsløsning må inntas bestemmelser i loven med krav om at partene kommer frem til omforente løsninger gjennom konsultasjoner med Sametinget for undersøkelser og utvinning av mineraler som gjør det vanskeligere for samene å fortsette med å utnytte de aktuelle områdene, og der denne utnyttelsen er vesentlig for samisk kultur.
sme: Sámediggi lea kritihkalaš dasa ahte departemeanta dattetge lea válljen dakkár meannudanvuogi mas dušše oasit lágas galget ovddiduvvot, danne go dat dahká veadjemeahttumin dárbbašlaš ollislaš meannudeami. Sámediggi deattuha ahte dakkár meannudanvuohki mearkkaša ahte departemeanta ovddida proposišuvnna dakkár mearraresursalága evttohusa joatkkan, mii lea vuođđuduvvon váilevaš eavttuide ii ge leat dohkálaččat árvvoštallojuvvon.

source: Dette må også ses i sammenheng med bestemmelser om ekspropriasjon.
sme: Dát lea dagahan hui váttisin oasehasaide konsultašuvnnaid bokte soahpat dán áššis.

source: I henhold til ILO-konvensjonens artikkel 15 nr. 2 er staten forpliktet til å etablere konsultasjonsordninger med urfolk for å avklare om og eventuelt i hvilken utstrekning urfolks interesser kan bli skadelidende ved utforskning eller utnyttelse av undergrunnsressurser og andre ressurser i deres landområder.
sme: Sámediggi háliida dan lassin deattuhit ahte mii guoská Riddoguolástuslávdegotti čielggadeapmái mas departemeant čujuha ja daidda evttohusaide mat bohtet dan vuođul, de leat dás máŋga gáržžideami lávdegotti bargomearrádussii dan doaibmaviidodaga ektui mii galgá gullat boahttevaš mearraresursaláhkii.

source: Artikkel 15 nr. 2 er spesielt aktuell i forhold til mutbare mineraler og olje og gass. Dette da staten hevder eiendomsretten til mutbare.
sme: Sámediggi čujuha dasa ahte dáid gáržžidusaid háliidii departemeanta ieš earret eará čujuhettiin dasa ahte bohte láhkaproseassat maŋŋá, nu mo mearraresursaláhka.

source: Bestemmelsen er også særlig aktuell i forhold til bergverkslovens prinsipp om bergfrihet som kort sagt går ut på at alle har rett til å skjerpe, mute og ta utmål, jf. bergverkslovens §§ 3–7 om skjerping, §§ 8–22 om utmål, samt §§ 23–39a om muting.
sme: Dat meannudanvuohki maid departemeanta válljii mearraresursalága oktavuođas, mielddisbuktá nappo ahte dattetge ferte čuovvolit láhkabargguin sihke daid guovlluide maidda Riddoguolástuslávdegotti bargomearrádus gusto ja daidda guovlluid maidda dat ii gusto.

source: Det kan også tenkes at artikkel 15 (2) kan være relevant i forhold til undersjøiske ressurser i eller utenfor områder hvor det drives samisk kyst- og fjordfiske. Rådføringsplikten i ILO-konvensjon nr. 169 artikkel 15 (2) går lengre enn rådføringsplikten i artikkel 6.
sme: Dán vuođul lea Sámediggi leamaš áibbas čielggas das ahte go departemeanta dattetge hálliida vuordit Riddoguolástuslávdegotti loahppajurdagiid ovdalgo dát vuođđobealit siskkáldahttojuvvojit láhkatekstii, de livččii ain leat lunddoleamos vuordit proposišuvnna ovddidemiin vai sáhttet siskkáldahttit álgoálbmotvuoigatvuođaid nu mo stáhta eiseválddit leat geatnegasat dahkat.

source: FNs urfolkserklæring artikkel 32 nr. 2 uttrykker også nødvendigheten av konsultasjoner for å kunne oppnå fritt informert samtykke, særlig ved utnytting og utvinning av mineraler.
sme: Sámedikki subsidiára oaivil lea mielddisbuktán ahte Sámediggi ii vuosttal lága ovddideami dál, muhto ahte proposišuvnnas boahtá ovdan ahte ja mo Ráđđehus jođánit geatnegahttojuvvo čuovvolit álgoálbmotbeali.

source: I tillegg til dette har artikkel 15 nr. 2 en bestemmelse om urfolksvederlag som har vært viktig for Sametinget. Slik bestemmelsen i bergverksloven § 42 etter vedtagelsen av finnmarksloven er formulert skal en forhøyet grunneieravgift bare gis for gruver på Finnmarkseiendommens grunn.
sme: Sámediggi lea gávnnahan siva aiddostahttit ahte vejolaš miehtan ollislaš mearraresursaláhkii dušše sáhttá dáhpáhuvvat go lea gárvvis dakkár proposišuvdnaevttohus mii ovddiduvvo Riddoguolástuslávdegotti čielggadusa vuođul, ja dakkár lassibarggu dárbbašlaš čuovvoleapmi mii fátmmasta viidábun go Riddoguolástuslávdegotti dálá bargomearrádus.

source: I henhold til ILOkonvensjon nr. 169 artikkel 15(2) er det ingenting som tilsier at samiske bygdelag som er tilkjent sin eiendomsrett ihht.
sme: Sámedikki loahpalaš oaivilii lea mearrideaddjin dat ahte ollislaš láhka dalle lea eahpitkeahttá álbmotrievttálaš rámmaid siskkobealde.

source: finnmarksloven kapittel 5 ikke også har rett på fordeler og kompensasjon for gruveaktiviteten i sine områder.
sme: Sámediggi bidjá vuođđun ahte departemeanta iežas čuovvolanbarggus fargga buvttada vuođđoávdnasiid duohta ja substensiála konsultašuvnnaide.

source: Artikkel 15(2) om fordel og kompensasjon vil derfor også gjelde for bruksrettshavere, som for eksempel reindriftsutøvere og bygdelag.
sme: Konkrehta láhkaevttohus ferte dán vuođul ráhkaduvvot ja proposišuvda ferte fargga ovddiduvvot Stuorradiggái dán stuorradiggeáigodagas.)

source: Dette dreier seg særlig om bestemmelser av stor viktighet for Sametinget, som samtykke eventuelt lovfesting av konsultasjonsplikt, samiske hensyn utenfor Finnmark, urfolksvederlag, muligheten for vilkår om kompensasjon og inkorporering av ILOkonvensjon nr. 169.
sme: Riddoguolástuslávdegotti evttohus Riddoguolástuslávdegotti evttohus geigejuvvui guovvamánu 18. b. 2008 ja almmuhuvvui čielggadussan NOU 2008: 5 Retten til fiske i havet utenfor Finnmark (guolástanvuoigatvuohta ábis Finnmárkku olggobealde).
